Repository: RedenticDev/FastLPM
Catalog: Prefs/Resources/*.lproj/VibrationSub.strings
Languages: fr, pt_br, tr

# VIBRATION
source: Vibration Settings
fr: Options des vibrations
pt_br: Configurações de Vibração
tr: Titreşim Ayarları

# VIBRATIONS_7_AND_NEWER
source: Vibrations Strength (iPhone 7 & newer)
fr: Type de vibrations (iPhone 7 & plus récent)
pt_br: Força das Vibrações (iPhone 7 & novos)
tr: Titreşim Gücü (iPhone 7 ve daha yeni modeller)

source: Light
fr: Léger
pt_br: Fraca
tr: Yumuşak

source: Medium
fr: Moyen
pt_br: Média
tr: Orta

source: Heavy
fr: Fort
pt_br: Forte
tr: Ağır

source: Soft
fr: Doux
pt_br: Suave
tr: Hafif

source: Rigid
fr: Rigide
pt_br: Rígida
tr: Sert

# IOS_13_INFOS
source: 'Soft' & 'Rigid' are only available in iOS 13+.
fr: 'Doux' & 'Rigide' sont disponibles uniquement en iOS 13+.
pt_br: 'Suave' & 'Rígida' estão disponíveis apenas no iOS 13+.
tr: 'Hafif' ve 'Sert' seçenekleri sadece iOS 13 veya daha yeni bir sürümde kullanılabilir.

source: Strong
fr: Puissant
pt_br: Forte
tr: Güçlü

source: Repetition Settings
fr: Options de répétition
pt_br: Configurações de Repetição
tr: Tekrarlama Ayarları

source: Repeat vibrations
fr: Répéter les vibrations
pt_br: Repetir vibrações
tr: Titreşimleri tekrar et

# VIBRATION_REPETITIONS
source: Number of repetitions
fr: Nombre de répétitions
pt_br: Número de repetições
tr: Tekrarlama sayısı

# VIBRATION_INTERVAL
source: Repetition interval (in seconds)
fr: Intervalle entre les répétitions (en secondes)
pt_br: Intervao de repetições (em segundos)
tr: Tekrarlama aralığı (saniye olarak)

source: Growing Duration
fr: Durée grandissante
pt_br: Duração do Crescimento
tr: Artma süresi

# GROWING_DURATION_EXPL
source: This option doubles the repetition interval for each vibration.
fr: Cette option double l'intervalle de répétition pour chaque vibration.
pt_br: Esta opção dobra o intervalo de repetição para cada vibração.
tr: Bu seçenek, her bir titreme için tekrarlama aralığını iki katına çıkarır.

# FOOTER_TEXT
source: FastLPM by RedenticDev
fr: FastLPM par RedenticDev
pt_br: FastLPM por RedenticDev
tr: FastLPM, RedenticDev'den
